{
  "Composio": "Lucy",
  "COMPOSIO": "LUCY",
  "composio": "lucy",
  "Skills that evolve": "Workflows that run",
  "with your Agents": "on their own",
  "Build agents that do more.": "Your most capable colleague.",
  "Composio gives you SDKs to let your AI agents interact with apps": "Lucy automates tasks, creates reports, and connects to 10,000+ apps",
  "like Gmail, Slack, Github, Linear, Notion, HubSpot, etc with a few lines of code.": "directly inside Slack. No code required.",
  "AGENT AUTH": "SLACK NATIVE",
  "AI Agent": "AI Teammate",
  "AI Agents": "AI Teammate",
  "Accurate Tool Calls": "Reliable Workflows",
  "Agent Auth": "Slack Native",
  "Agent First": "Business First",
  "Agents": "Teams",
  "An all in one seamless layer that lets LLMs and agents reliably interact with tools in the real world.": "An invisible teammate that handles your repetitive tasks, reports, and automations silently in the background.",
  "Building agents that take action": "Automating work that wastes time",
  "Built-in tool calls help agents": "Built-in automations help teams",
  "Composio erases that drag in one call": "Lucy erases that drag instantly",
  "Composio has set out to empower AI Agents with essential tools.": "Lucy empowers your team by taking over manual work.",
  "It allows you to plug 90 + tools into your AI agents. Ship super fast without worrying about integrations.": "Connect over 10,000 tools to Slack. Run reports, sync data, and manage workflows without leaving your chat.",
  "Composio is built to help you scale. From": "Lucy is built to save you time. From",
  "Composio listens to your LLM’s function or tool calls, handles authentication, maps the call to a real-world API, and executes it reliably.": "Lucy listens in Slack, understands what you need, connects to your tools, and executes the task reliably.",
  "Connect with over 25 agentic frameworks, allowing AI agents to autonomously plan, coordinate, and execute actions across tools while your agent focuses on planning and execution is handled seamlessly.": "Just ask Lucy to run a report, sync a document, or monitor an event. She handles the planning, connects to your apps, and delivers the result right in Slack.",
  "Every Agent": "Every Team",
  "Evolving Skills": "Silent Operator",
  "Let us manage all the headaches of auth for your tools": "Let us manage all the manual busywork for your team",
  "Our docs and examples are agent first should be easy enough for humans": "Our interface is Slack-native and easy enough for anyone",
  "Our easy-to-use APIs make it effortless to ship agents.": "Our simple Slack commands make it effortless to automate work.",
  "Our skills improve over time as": "Lucy adapts over time as",
  "Power of Thousands of Tools": "Power of 10,000+ Integrations",
  "Set tools and actions": "Set automations and rules",
  "Thousands of Tools": "Thousands of Apps",
  "Tool Observability": "Workflow Visibility",
  "Toolkits": "Workflows",
  "Toolkits required": "Workflows required",
  "Track every tool execution and trigger event in real-time from a single, unified dashboard.": "Track every automation and report in real-time from a simple Slack dashboard.",
  "Use multi-agents": "Use smart automations",
  "Used by Agents from": "Used by Teams from",
  "We can help you scale to billions of tool calls effortlessly": "We can help you automate thousands of hours of work effortlessly",
  "agent auth": "slack integration",
  "build intuitions, to build skills, they can plug": "build habits, to build workflows, they can plug",
  "build skills, they can plug &amp; play to create": "build automations, you can plug &amp; play to create",
  "for Agents": "for Teams",
  "managing auth and permissions for tools": "managing connections and permissions for apps",
  "more agents use them": "more teams use them",
  "optimising JSON schema for agents": "optimising workflows for business",
  "scaling to millions of tools execution": "scaling to millions of automated tasks",
  "so you can make agents faster": "so you can work faster",
  "so you can make agents faster.": "so you can work faster.",
  "the birth of your first agent to your IPO,": "your first automation to company-wide adoption,",
  "to ship agents.": "to automate work.",
  "tools that": "apps that",
  "tools that can": "apps that can",
  "tools that can adapt — turning": "apps that can adapt — turning",
  "your Agents": "your Teams",
  "your agents perform 30% better.": "your team performs 30% better.",
  "your agent’s hands.": "your team's hands.",
  "200k tool calls/mo": "200k tasks/mo",
  "20k tool calls/mo": "20k tasks/mo",
  "2M tool calls/mo": "2M tasks/mo",
  "Tool Router turned integrations into a truly plug‑and‑play experience": "Lucy turned automations into a truly plug-and-play experience",
  "Before partnering with Composio, adding tool integrations was a slow, resource-intensive process.": "Before using Lucy, generating these reports was a slow, manual process."
}
